Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/H16.tmx
Source language: en_us
Languages: zh_cn

source: No Tax or Duty shall be laid on Articles exported from any State.
zh_cn: 对各州输出之货物，不得课税。

source: No Preference shall be given by any Regulation of Commerce or Revenue to the Ports of one State over those of another: nor shall Vessels bound to, or from, one State, be obliged to enter, clear, or pay Duties in another.
zh_cn: 任何有关商务或纳税的条例，均不得赋予某一州的港口以优惠待遇；亦不得强迫任何开往或来自某一州的船只，驶入或驶出 另一州，或向另一州纳税。

source: No Money shall be drawn from the Treasury, but in Consequence of Appropriations made by Law; and a regular Statement and Account of the Receipts and Expenditures of all public Money shall be published from time to time.
zh_cn: 除了依照法律的规定拨款之外，不得自国库中提出任何款项；一切公款收支的报告和帐目，应经常公布。

source: No Title of Nobility shall be granted by the United States: And no Person holding any Office of Profit or Trust under them, shall, without the Consent of the Congress, accept of any present, Emolument, Office, or Title, of any kind whatever, from any King, Prince, or foreign State.
zh_cn: 合众国不得颁发任何贵族爵位：凡是在合众国政府担任有俸给或有责任之职务者，未经国会许可，不得接受任何国王、王子 或外国的任何礼物、薪酬、职务或爵位。

source: Section 10--1 No State shall enter into any Treaty, Alliance, or Confederation; grant Letters of Marque and Reprisal; coin Money; emit Bills of Credit; make any Thing but gold and silver Coin a Tender in Payment of Debts; pass any Bill of Attainder, ex post facto Law, or Law impairing the Obligation of Contracts, or grant any Title of Nobility.
zh_cn: 第十款：各州不得缔结任何条约、结盟或组织邦联；不得对民用船只颁发捕押敌船及采取报复行动之特许证；不得铸造货币；不得发行纸币；不得指定金银币以外的物品作为偿还债务的法定货币；不得通过任何褫夺公权的法案、追溯既往的法律和损害契约义务的法律；也不得颁发任何贵族爵位。

source: No State shall, without the Consent of the Congress, lay any Imposts or Duties on Imports or Exports, except what may be absolutely necessary for executing it's inspection Laws: and the net Produce of all Duties and Imposts, laid by any State on Imports or Exports, shall be for the Use of the Treasury of the United States; and all such Laws shall be subject to the Revision and Controul of the Congress.
zh_cn: 未经国会同意，各州不得对进口货物或出口货物征收任何税款，但为了执行该州的检查法律而有绝对的必要时，不在此限；任何州对于进出口货物所征的税，其净收益应归合众国国库使用；所有这一类的检查法律，国会对之有修正和监督之权。

source: No State shall, without the Consent of Congress, lay any Duty of Tonnage, keep Troops, or Ships of War in time of Peace, enter into any Agreement or Compact with another State, or with a foreign Power, or engage in War, unless actually invaded, or in such imminent Danger as will not admit of delay.
zh_cn: 未经国会同意，各州不得征收船舶吨位税，不得在和平时期保持军队和军舰，不得和另外一州或外国缔结任何协议或契约，除非实际遭受入侵，或者遇到刻不容缓的危急情形时，不得从事战争。

source: Article II Section I--1 The executive Power shall be vested in a President of the United States of America.
zh_cn: 第二条 第一款：行政权力赋予美利坚合众国总统。

source: He shall hold his Office during the Term of four Years, and, together with the Vice President, chosen for the same Term, be elected, as follows 2 Each State shall appoint, in such Manner as the Legislature thereof may direct, a Number of Electors, equal to the whole Number of Senators and Representatives to which the State may be entitled in the Congress: but no Senator or Representative, or Person holding an Office of Trust or Profit under the United States, shall be appointed an Elector.
zh_cn: 总统任期四年，总统和具有同样任期的副总统，应照下列手续选举：每州应依照该州州议会所规定之手续，指定选举人若干名，其人数应与该州在国会之及众议员之总数相等；但参议员、众议员及任何在合众国政府担任有责任及有俸给之职务的人，均不得被指定为选举人。

source: The Electors shall meet in their respective States, and vote by Ballot for two Persons, of whom one at least shall not be an Inhabitant of the same State with themselves.
zh_cn: 各选举人应于其本身所属的州内集会，每人投票选举二人，其中至少应有一人不属本州岛岛居民。

source: And they shall make a List of all the Persons voted for, and of the Number of Votes for each; which List they shall sign and certify, and transmit sealed to the Seat of the Government of the United States, directed to the President of the Senate.
zh_cn: 选举人应开列全体被选人名单，注明每人所得票数；他们还应签名作证明，并将封印后的名单送至合众国政府所在地交与参议院议长。

source: The President of the Senate shall, in the Presence of the Senate and House of Representatives, open all the Certificates, and the Votes shall then be counted.
zh_cn: 参议院议长应于参众两院全体议员之前，开拆所有来件，然后计算票数。

source: The Person having the greatest Number of Votes shall be the President, if such Number be a Majority of the whole Number of Electors appointed; and if there be more than one who have such Majority, and have an equal Number of Votes, then the House of Representatives shall immediately chuse by Ballot one of them for President; and if no Person have a Majority, then from the five highest on the List the said House shall in like Manner chuse the President.
zh_cn: 得票最多者，如其所得票数超过全体选举人的半数，即当选为总统；如同时不止一人得票过半数，且又得同等票数，则众议院应立即投票表决，选举其中一人为总统；如无人得票过半数，则众议院应自得票最多之前五名中用同样方法选举总统。

source: But in chusing the President, the Votes shall be taken by States, the Representation from each State having one Vote; A quorum for this Purpose shall consist of a Member or Members from two thirds of the States, and a Majority of all the States shall be necessary to a Choice.
zh_cn: 但依此法选举总统时，应以州为单位，每州之代表共有一票；如全国三分之二的州各有一名或多名众议员出席，即构成选举总统的法定人数；当选总统者需获全部州的过半数票。

source: In every Case, after the Choice of the President, the Person having the greatest Number of Votes of the Electors shall be the Vice President.
zh_cn: 在每次这样的选举中，于总统选出后，其获得选举人所投票数最多者，即为副总统。

source: But if there should remain two or more who have equal Votes, the Senate shall chuse from them by Ballot the Vice President.]
zh_cn: 但如有二人或二人以上得票相等时，则应由参议院投票表决，选举其中一人为副总统。

source: {7} 3 The Congress may determine the Time of chusing the Electors, and the Day on which they shall give their Votes; which Day shall be the same throughout the United States.
zh_cn: 国会得决定各州选出选举人的时期以及他们投票的日子；投票日期全国一律。

source: 4 No Person except a natural born Citizen, or a Citizen of the United States, at the time of the Adoption of this Constitution, shall be eligible to the Office of President; neither shall any Person be eligible to that Office who shall not have attained to the Age of thirty five Years, and been fourteen Years a Resident within the United States.
zh_cn: 只有出生时为合众国公民，或在本宪法实施时已为合众国公民者，可被选为总统；凡年龄未满三十五岁，或居住合众国境内未满十四年者，不得被选为总统。

source: 5 In Case of the Removal of the President from Office, or of his Death, Resignation, or Inability to discharge the Powers and Duties of the said Office,{8} the Same shall devolve on the Vice President, and the Congress may by Law provide for the Case of Removal, Death, Resignation or Inability, both of the President and Vice President, declaring what Officer shall then act as President, and such Officer shall act accordingly, until the Disability be removed, or a President shall be elected.
zh_cn: 如遇总统被免职，或因死亡、辞职或丧失能力而不能执行其权力及职务时，总统职权应由副总统执行之。国会得以法律规定，在总统及副总统均被免职，或死亡、辞职或丧失能力时，由何人代理总统职务，该人应即遵此视事，至总统能力恢复，或新总统被选出时为止。

source: 6 The President shall, at stated Times, receive for his Services, a Compensation, which shall neither be encreased nor diminished during the Period for which he shall have been elected, and he shall not receive within that Period any other Emolument from the United States, or any of them.
zh_cn: 总统得因其服务而在规定的时间内接受俸给，在其任期之内，俸金数额不得增加或减低，他亦不得在此任期内，自合众国政府和任何州政府接受其它报酬。

source: 7 Before he enter on the Execution of his Office, he shall take the following Oath or Affirmation:--"I do solemnly swear (or affirm) that I will faithfully execute the Office of President of the United States, and will to the best of my Ability, preserve, protect and defend the Constitution of the United States."
zh_cn: 在他就职之前，他应宣誓或誓愿如下：「我郑重宣誓（或矢言)我必忠诚地执行合众国总统的职务，并尽我最大的能力，维持、保护和捍卫合众国宪法。」

source: Section 2--1 The President shall be Commander in Chief of the Army and Navy of the United States, and of the Militia of the several States, when called into the actual Service of the United States; he may require the Opinion, in writing, of the principal Officer in each of the executive Departments, upon any Subject relating to the Duties of their respective Offices, and he shall have Power to grant Reprieves and Pardons for Offences against the United States, except in Cases of Impeachment.
zh_cn: 第二款：总统为合众国陆海军的总司令，并在各州民团奉召为合众国执行任务时担任统帅；他可以要求每个行政部门的主管官员提出有关他们职务的任何事件的书面意见，除了弹劾案之外，他有权对于违犯合众国法律者颁发缓刑和特赦。

source: 2 He shall have Power, by and with the Advice and Consent of the Senate, to make Treaties, provided two thirds of the Senators present concur; and he shall nominate, and by and with the Advice and Consent of the Senate, shall appoint Ambassadors, other public Ministers and Consuls, Judges of the supreme Court, and all other Officers of the United States, whose Appointments are not herein otherwise provided for, and which shall be established by Law: but the Congress may by Law vest the Appointment of such inferior Officers, as they think proper, in the President alone, in the Courts of Law, or in the Heads of Departments.
zh_cn: 总统有权缔订条约，但须争取参议院的意见和同意，并须出席的参议员中三分之二的人赞成；他有权提名，并于取得参议院的意见和同意后，任命大使、公使及领事、最高法院的法官，以及一切其它在本宪法中未经明定、但以后将依法律的规定而设置之合众国官员；国会可以制定法律，酌情把这些较低级官员的任命权，授予总统本人，授予法院，或授予各行政部门的首长。

source: 3 The President shall have Power to fill up all Vacancies that may happen during the Recess of the Senate, by granting Commissions which shall expire at the End of their next Session.
zh_cn: 在参议院休会期间，如遇有职位出缺，总统有权任命官员补充缺额，任期于参议院下届会议结束时终结。

source: Section 3--He shall from time to time give to the Congress Information of the State of the Union, and recommend to their Consideration such Measures as he shall judge necessary and expedient; he may, on extraordinary Occasions, convene both Houses, or either of them, and in Case of Disagreement between them, with Respect to the Time of Adjournment, he may adjourn them to such Time as he shall think proper; he shall receive Ambassadors and other public Ministers; he shall take Care that the Laws be faithfully executed, and shall Commission all the Officers of the United States.
zh_cn: 第三款：总统应经常向国会报告联邦的情况，并向国会提出他认为必要和适当的措施，供其考虑；在特殊情况下，他得召集两院或其中一院开会，并得于两院对于休会时间意见不一致时，命令两院休会到他认为适当的时期为止；他应接见大使和公使；他应注意使法律切实执行，并任命所有合众国的军官。

source: Section 4-- The President, Vice President and all civil Officers of the United States, shall be removed from Office on Impeachment for, and Conviction of, Treason, Bribery, or other high Crimes and Misdemeanors.
zh_cn: 第四款：合众国总统、副总统及其它所有文官，因叛国、贿赂或其它重罪和轻罪，被弹劾而判罪者，均应免职。

source: Article III Section 1-- The judicial Power of the United States, shall be vested in one supreme Court, and in such inferior Courts as the Congress may from time to time ordain and establish.
zh_cn: 第三条 第一款：合众国的司法权属于一个最高法院以及由国会随时下令设立的低级法院。

source: The Judges, both of the supreme and inferior Courts, shall hold their Offices during good Behaviour, and shall, at stated Times, receive for their Services, a Compensation, which shall not be diminished during their Continuance in Office.
zh_cn: 最高法院和低级法院的法官，如果尽忠职守，应继续任职，并按期接受俸给作为其服务之报酬，在其继续任职期间，该项俸给不得削减。

source: Section 2--1 The judicial Power shall extend to all Cases, in Law and Equity, arising under this Constitution, the Laws of the United States, and Treaties made, or which shall be made, under their Authority;--to all Cases affecting Ambassadors, other public Ministers and Consuls;--to all Cases of admiralty and maritime Jurisdiction;--to Controversies to which the United States shall be a Party;--to Controversies between two or more States;--between a State and Citizens of another State;{9}--between Citizens of different States,--between Citizens of the same State claiming Lands under Grants of different States, and between a State, or the Citizens thereof, and foreign States, Citizens or Subjects.
zh_cn: 第二款：司法权适用的范围，应包括在本宪法、合众国法律、和合众国已订的及将订的条约之下发生的一切涉及普通法及衡平法的案件；一切有关大使、公使及领事的案件；一切有关海上裁判权及海事裁判权的案件；合众国为当事一方的诉讼；州与州之间的诉讼，州与另一州的公民之间的诉讼，一州公民与另一州公民之间的诉讼，同州公民之间为不同之州所让与之土地而争执的诉讼，以及一州或其公民与外国政府、公民或其国民之间的诉讼。

source: 2 In all Cases affecting Ambassadors, other public Ministers and Consuls, and those in which a State shall be Party, the supreme Court shall have original Jurisdiction.
zh_cn: 在一切有关大使、公使、领事以及州为当事一方的案件中，最高法院有最初审理权。

source: In all the other Cases before mentioned, the supreme Court shall have appellate Jurisdiction, both as to Law and Fact, with such Exceptions, and under such Regulations as the Congress shall make.
zh_cn: 在上述所有其它案件中，最高法院有关于法律和事实的受理上诉权，但由国会规定为例外及另有处理条例者，不在此限。

source: 3 The Trial of all Crimes, except in Cases of Impeachment, shall be by Jury; and such Trial shall be held in the State where the said Crimes shall have been committed; but when not committed within any State, the Trial shall be at such Place or Places as the Congress may by Law have directed.
zh_cn: 对一切罪行的审判，除了弹劾案以外，均应由陪审团裁定，并且该审判应在罪案发生的州内举行；但如罪案发生地点并不在任何一州之内，该项审判应在国会按法律指定之地点或几个地点举行。

source: Section 3--1 Treason against the United States, shall consist only in levying War against them, or in adhering to their Enemies, giving them Aid and Comfort.
zh_cn: 第三款：只有对合众国发动战争，或投向它的敌人，予敌人以协助及方便者，方构成叛国罪。

source: No Person shall be convicted of Treason unless on the Testimony of two Witnesses to the same overt Act, or on Confession in open Court.
zh_cn: 无论何人，如非经由两个证人证明他的公然的叛国行为，或经由本人在公开法庭认罪者，均不得被判叛国罪。

source: 2 The Congress shall have Power to declare the Punishment of Treason, but no Attainder of Treason shall work Corruption of Blood, or Forfeiture except during the Life of the Person attainted.
zh_cn: 国会有权宣布对于叛国罪的惩处，但因叛国罪而被褫夺公权者，其后人之继承权不受影响，叛国者之财产亦只能在其本人生存期间被没收。

source: Article IV Section 1-- Full Faith and Credit shall be given in each State to the public Acts, Records, and judicial Proceedings of every other State.
zh_cn: 第四条 第一款：各州对其它各州的公共法案、记录、和司法程序，应给予完全的信赖和尊重。

source: And the Congress may by general Laws prescribe the Manner in which such Acts, Records and Proceedings shall be proved, and the Effect thereof.
zh_cn: 国会得制定一般法律，用以规定这种法案、记录、和司法程序如何证明以及具有何等效力。

source: Section 2--1 The Citizens of each State shall be entitled to all Privileges and Immunities of Citizens in the several States.
zh_cn: 第二款：每州公民应享受各州公民所有之一切特权及豁免。

source: 2 A Person charged in any State with Treason, Felony, or other Crime, who shall flee from Justice, and be found in another State, shall on Demand of the executive Authority of the State from which he fled, be delivered up, to be removed to the State having Jurisdiction of the Crime.
zh_cn: 凡在任何一州被控犯有叛国罪、重罪或其它罪行者，逃出法外而在另一州被缉获时，该州应即依照该罪犯所逃出之州的行政当局之请求，将该罪犯交出，以便移交至小该犯罪案件有管辖权之州。

source: 3 [No Person held to Service or Labour in one State, under the Laws thereof, escaping into another, shall, in Consequence of any Law or Regulation therein, be discharged from such Service or Labour, but shall be delivered up on Claim of the Party to whom such Service or Labour may be due.]{10}
zh_cn: 凡根据一州之法律应在该州服役或服劳役者，逃往另一州时，不得因另一州之任何法律或条例，解除其服役或劳役，而应依照有权要求该项服役或劳役之当事一方的要求，把人交出。

source: Section 3--1 New States may be admitted by the Congress into this Union; but no new State shall be formed or erected within the Jurisdiction of any other State; nor any State be formed by the Junction of two or more States, or Parts of States, without the Consent of the Legislatures of the States concerned as well as of the Congress.
zh_cn: 第三款：国会得准许新州加入联邦；如无有关各州之州议会及国会之同意，不得于任何州之管辖区域内建立新州；亦不得合并两州或数州、或数州之一部分而成立新州。

source: 2 The Congress shall have Power to dispose of and make all needful Rules and Regulations respecting the Territory or other Property belonging to the United States; and nothing in this Constitution shall be so construed as to Prejudice any Claims of the United States, or of any particular State.
zh_cn: 国会有权处置合众国之属地及其它产业，并制定有关这些属地及产业的一切必要的法规和章则；本宪法中任何条文，不得作有损于合众国或任何一州之权利的解释。

source: Section 4-- The United States shall guarantee to every State in this Union a Republican Form of Government, and shall protect each of them against Invasion; and on Application of the Legislature, or of the Executive (when the Legislature cannot be convened) against domestic Violence.
zh_cn: 第四款：合众国保证联邦中的每一州皆为共和政体，保障它们不受外来的侵略；并且根据掳各州州议会或行政部门(当州议会不能召集时)的请求，平定其内部的暴乱。

source: Article V The Congress, whenever two thirds of both Houses shall deem it necessary, shall propose Amendments to this Constitution, or, on the Application of the Legislatures of two thirds of the several States, shall call a Convention for proposing Amendments, which, in either Case, shall be valid to all Intents and Purposes, as Part of this Constitution, when ratified by the Legislatures of three fourths of the several States, or by Conventions in three fourths thereof, as the one or the other Mode of Ratification may be proposed by the Congress; Provided [that no Amendment which may be made prior to the Year One thousand eight hundred and eight shall in any Manner affect the first and fourth Clauses in the Ninth Section of the first Article; and]{11} that no State, without its Consent, shall be deprived of its equal Suffrage in the Senate.
zh_cn: 第五条 举凡两院议员各以三分之二的多数认为必要时，国会应提出对本宪法的修正案；或者， 当现有诸州三分之二的州议会提出请求时，国会应召集修宪大会，以上两种修正案，如经诸州四分之三的州议会或四分之三的州修宪大会批准时，即成为本宪法之一部分而发生全部效力，至于采用那一种批准方式，则由国会议决；但一八八年以前可能制定之修正案，在任何情形下，不得影响本宪法第一条第九款之第一、第四两项；任何一州，没有它的同意，不得被剥夺它在参议院中的平等投票权。

source: Article VI 1 All Debts contracted and Engagements entered into, before the Adoption of this Constitution, shall be as valid against the United States under this Constitution, as under the Confederation.
zh_cn: 第六条 合众国政府于本宪法被批准之前所积欠之债务及所签订之条约，于本宪法通过后，具有和在邦联政府时同等的效力。

source: 2 This Constitution, and the Laws of the United States which shall be made in Pursuance thereof; and all Treaties made, or which shall be made, under the Authority of the United States, shall be the supreme Law of the Land; and the Judges in every State shall be bound thereby, any Thing in the Constitution or Laws of any State to the Contrary notwithstanding.
zh_cn: 本宪法及依本宪法所制定之合众国法律；以及合众国已经缔结及将要缔结的一切条约，皆为全国之最高法律；每个州的法官都应受其约束，任何一州宪法或法律中的任何内容与之抵触时，均不得有违这一规定。

source: 3 The Senators and Representatives before mentioned, and the Members of the several State Legislatures, and all executive and judicial Officers, both of the United States and of the several States, shall be bound by Oath or Affirmation, to support this Constitution; but no religious Test shall ever be required as a Qualification to any Office or public Trust under the United States.
zh_cn: 前述之参议员及众议员，各州州议会议员，合众国政府及各州政府之一切行政及司法官员，均应宣誓或誓愿拥护本宪法；但合众国政府之任何职位或公职，皆不得以任何宗教标准作为任职的必要条件。

source: Article VII The Ratification of the Conventions of nine States, shall be sufficient for the Establishment of this Constitution between the States so ratifying the Same.
zh_cn: 第七条 本宪法经过九个州的制宪大会批准后，即在批准本宪法的各州之间开始生效。
